export const tableData = {
  vaccination: {
    header: ['항목', '대상', '진료비'],
    rows: [
      [['2', 'A형 간염'], '15세 이상', '80,000'],
      ['15세 미만', '50,000'],
      [['2', 'B형 간염'], '10세 이상', '30,000'],
      ['10세 미만', '20,000'],
      [['2', 'BCG'], '피내용', '20,000'],
      ['경피용', '70,000'],
      ['DPT', '디피티', '20,000'],
      ['IPV', '폴리오', '20,000'],
      ['MMR', '홍역 볼거리 풍진', '40,000'],
      ['수두', '수두', '40,000'],
      ['TdaP', '성인형 DPT', '50,000'],
      ['HiB', '뇌수막염', '40,000'],
      [['2', '폐구균백신'], '신플로릭스', '100,000'],
      ['프리베나', '130,000'],
      [['2', '로타장염'], '로타텍', '100,000'],
      ['로타릭스', '130,000'],
      [['2', '인유두종백신'], '가다실4가', '180,000'],
      ['가다실9가', '200,000'],
      ['수막구균', '멘비오', '150,000'],
      [['2', '일본뇌염'], '베로세포', '40,000'],
      ['제박스', '40,000'],
      [['3', '독감'], '0.25cc', '25,000'],
      ['3가0.5cc', '30,000'],
      ['4가0.5cc', '40,000'],
      ['대상포진', '스카이조스터', '150,000']
    ]
  },
  treatments: {
    header: ['구분', '항목', '진료기간', '진료비'],
    rows: [
      [['3', '비만클리닉'], ['3', '체성분 검사 + 상담 + 처방료'], '1주', '15,000'],
      ['2주', '20,000'],
      ['3~4주', '30,000'],
      [['3', '탈모클리닉'], ['3', '탈모상담 + 처방료'], '1달', '15,000'],
      ['2달', '20,000'],
      ['3달', '30,000'],
      [['2', '스킨케어'], '10분 치료', '', '10,000'],
      ['추가처치시', '', '비용추가'],
      ['프롤로테라피1', '기본', '', '50,000'],
      ['프롤로테라피2', '태반 포함', '', '70,000']
    ]
  }
}

export default tableData
